<?php

/* @var $this yii\web\View */

$this->title = 'Тестовое задание';
?>
<div class="site-index">

    <div class="jumbotron">
        <h1>Тестовое задание.</h1>
    </div>

                <em><h2 class="text-info">Требования:</h2></em>
                <ul>
                    <li> <h4>  Реализовать авторизацию и регистрацию. </h4> </li>
                    <li> <h4>  Возможность создания нескольких задач. </h4> </li>
                    <li> <h4>  Добавление, редактирование, удаление задач в списке. </h4> </li>
                    <li> <h4>  Сортировка задач в списке. </h4> </li>
                    <li> <h4>  Пагинация, если задач больше 10. </h4> </li>
                </ul>

</div>
